<section class="recepts margin_background">
			<div class="container-fluid">
				<div class="row">
					<h2>Наши рецепты</h2>
					<!-- RECEPT ITEMS-->
					<a href="#" class="arrow_left hidden-xs"></a>
					<a href="#" class="arrow_right hidden-xs"></a>
					<div class="recepts_slider dragdealer" id="recepts_slider">
						<!-- RECEPT ITEM-->
                                            <?$APPLICATION->IncludeComponent("bitrix:news.list", "recipes-main", Array(
                    	"ACTIVE_DATE_FORMAT" => "d.m.Y",	// Формат показа даты
                    		"ADD_SECTIONS_CHAIN" => "Y",	// Включать раздел в цепочку навигации
                    		"AJAX_MODE" => "N",	// Включить режим AJAX
                    		"AJAX_OPTION_ADDITIONAL" => "",	// Дополнительный идентификатор
                    		"AJAX_OPTION_HISTORY" => "N",	// Включить эмуляцию навигации браузера
                    		"AJAX_OPTION_JUMP" => "N",	// Включить прокрутку к началу компонента
                    		"AJAX_OPTION_STYLE" => "Y",	// Включить подгрузку стилей
                    		"CACHE_FILTER" => "N",	// Кешировать при установленном фильтре
                    		"CACHE_GROUPS" => "Y",	// Учитывать права доступа
                    		"CACHE_TIME" => "36000000",	// Время кеширования (сек.)
                    		"CACHE_TYPE" => "N",	// Тип кеширования
                    		"CHECK_DATES" => "Y",	// Показывать только активные на данный момент элементы
                    		"DETAIL_URL" => "",	// URL страницы детального просмотра (по умолчанию - из настроек инфоблока)
                    		"DISPLAY_BOTTOM_PAGER" => "N",	// Выводить под списком
                    		"DISPLAY_DATE" => "Y",	// Выводить дату элемента
                    		"DISPLAY_NAME" => "Y",	// Выводить название элемента
                    		"DISPLAY_PICTURE" => "Y",	// Выводить изображение для анонса
                    		"DISPLAY_PREVIEW_TEXT" => "Y",	// Выводить текст анонса
                    		"DISPLAY_TOP_PAGER" => "N",	// Выводить над списком
                    		"FIELD_CODE" => array(	// Поля
                    			0 => "CODE",
                    			1 => "NAME",
                    			2 => "PREVIEW_TEXT",
                    			3 => "",
                    		),
                    		"FILTER_NAME" => "",	// Фильтр
                    		"HIDE_LINK_WHEN_NO_DETAIL" => "N",	// Скрывать ссылку, если нет детального описания
                    		"IBLOCK_ID" => "19",	// Код информационного блока
                    		"IBLOCK_TYPE" => "recipes",	// Тип информационного блока (используется только для проверки)
                    		"INCLUDE_IBLOCK_INTO_CHAIN" => "Y",	// Включать инфоблок в цепочку навигации
                    		"INCLUDE_SUBSECTIONS" => "Y",	// Показывать элементы подразделов раздела
                    		"MESSAGE_404" => "",	// Сообщение для показа (по умолчанию из компонента)
                    		"NEWS_COUNT" => "20",	// Количество новостей на странице
                    		"PAGER_BASE_LINK_ENABLE" => "N",	// Включить обработку ссылок
                    		"PAGER_DESC_NUMBERING" => "N",	// Использовать обратную навигацию
                    		"PAGER_DESC_NUMBERING_CACHE_TIME" => "36000",	// Время кеширования страниц для обратной навигации
                    		"PAGER_SHOW_ALL" => "N",	// Показывать ссылку "Все"
                    		"PAGER_SHOW_ALWAYS" => "N",	// Выводить всегда
                    		"PAGER_TEMPLATE" => ".default",	// Шаблон постраничной навигации
                    		"PAGER_TITLE" => "Рецепты",	// Название категорий
                    		"PARENT_SECTION" => "",	// ID раздела
                    		"PARENT_SECTION_CODE" => "",	// Код раздела
                    		"PREVIEW_TRUNCATE_LEN" => "",	// Максимальная длина анонса для вывода (только для типа текст)
                    		"PROPERTY_CODE" => array(	// Свойства
                    			0 => "duration",
                    			1 => "ingredients",
                    			2 => "category",
                    			3 => "type",
                    			4 => "hardship",
                    			5 => "",
                    		),
                    		"SET_BROWSER_TITLE" => "Y",	// Устанавливать заголовок окна браузера
                    		"SET_LAST_MODIFIED" => "N",	// Устанавливать в заголовках ответа время модификации страницы
                    		"SET_META_DESCRIPTION" => "Y",	// Устанавливать описание страницы
                    		"SET_META_KEYWORDS" => "Y",	// Устанавливать ключевые слова страницы
                    		"SET_STATUS_404" => "N",	// Устанавливать статус 404
                    		"SET_TITLE" => "Y",	// Устанавливать заголовок страницы
                    		"SHOW_404" => "N",	// Показ специальной страницы
                    		"SORT_BY1" => "ACTIVE_FROM",	// Поле для первой сортировки новостей
                    		"SORT_BY2" => "SORT",	// Поле для второй сортировки новостей
                    		"SORT_ORDER1" => "DESC",	// Направление для первой сортировки новостей
                    		"SORT_ORDER2" => "ASC",	// Направление для второй сортировки новостей
                    	),
                    	false
                    );?>
                    					
					</div>
					<a href="/recipes" class="all_recepts">
						<span>Все рецепты</span>
						<svg version="1.1" id="Слой_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px" y="0px"
							 viewBox="0 0 28 28" style="enable-background:new 0 0 28 28;" xml:space="preserve">
						<path id="XMLID_237_" class="st0" d="M19.4,14.5C19.5,14.4,19.5,14.4,19.4,14.5c0.1-0.1,0.1-0.2,0.1-0.2c0,0,0,0,0-0.1
							c0-0.1,0-0.1,0-0.2l0,0l0,0c0-0.1,0-0.1,0-0.2c0,0,0,0,0-0.1c0,0,0-0.1,0-0.1c0,0,0,0,0-0.1c0,0,0-0.1-0.1-0.1c0,0,0,0,0-0.1
							c0,0-0.1-0.1-0.1-0.1v0c0,0,0,0,0,0l-4.4-4.4c-0.4-0.4-1.1-0.4-1.5,0h0c-0.4,0.4-0.4,1.1,0,1.5l2.7,2.7H7.5c-0.6,0-1.1,0.5-1.1,1.1
							s0.5,1.1,1.1,1.1H16l-2.7,2.7c-0.4,0.4-0.4,1.1,0,1.5h0c0.4,0.4,1.1,0.4,1.5,0l4.4-4.4c0,0,0,0,0,0v0c0,0,0.1-0.1,0.1-0.1
							c0,0,0,0,0-0.1C19.4,14.5,19.4,14.5,19.4,14.5z"/>
						<g id="XMLID_61_">
							<path id="XMLID_13_" class="st0" d="M14,2c6.6,0,12,5.4,12,12s-5.4,12-12,12S2,20.6,2,14S7.4,2,14,2 M14,0C6.3,0,0,6.3,0,14
								s6.3,14,14,14c7.7,0,14-6.3,14-14S21.7,0,14,0L14,0z"/>
						</g>
						<g class="hover">
							<path  class="st1" d="M14,0C6.3,0,0,6.3,0,14s6.3,14,14,14c7.7,0,14-6.3,14-14S21.7,0,14,0z M19.6,14L19.6,14
								c0,0.1,0,0.1,0,0.2c0,0,0,0,0,0.1c0,0,0,0.1,0,0.1c0,0,0,0,0,0.1c0,0,0,0.1-0.1,0.1c0,0,0,0,0,0.1c0,0-0.1,0.1-0.1,0.1v0
								c0,0,0,0,0,0l-4.4,4.4c-0.4,0.4-1.1,0.4-1.5,0c-0.4-0.4-0.4-1.1,0-1.5l2.7-2.7H7.5c-0.6,0-1.1-0.5-1.1-1.1s0.5-1.1,1.1-1.1H16
								l-2.7-2.7c-0.4-0.4-0.4-1.1,0-1.5c0.4-0.4,1.1-0.4,1.5,0l4.4,4.4c0,0,0,0,0,0v0c0,0,0.1,0.1,0.1,0.1c0,0,0,0,0,0.1
								c0,0,0,0.1,0.1,0.1c0,0,0,0,0,0.1c0,0,0,0.1,0,0.1c0,0,0,0,0,0.1C19.6,13.9,19.6,13.9,19.6,14L19.6,14z"/>
						</g>
						</svg>
					</a>
				</div>
			</div>
		</section>